{
    "DeckName": "Goth Mom's ToD Deck",
    "DeckBy": "WholesomePlus",
    "Truths": [
        "Favorite names to be called when degraded, If none spin again.",
        "Favorite names to be called when praised, If none spin again.",
        "HEAR ME OUT (a character you'd smash and you need to explain it)",
        "Name a favorite position.",
        "Who has seen you naked the most from those in this room?",
        "Which 3 people would you fuck right now if they asked?",
        "Marry-Fuck-Fuck",
        "How did you 1st learn about ERP/ Tell a cringe ERP story",
        "How many people here would you like to kiss.",
        "How many people in here would you want to Dom you. Bonus points for sharing who.",
        "How many people in here would you want to Sub you. Bonus points for sharing who.",
        "When was the last time you faked it.",
        "Nah, do a Dare instead.",
        "Describe your favorite toy to the group.",
        "Top 3 favorite lewd tags to search",
        "What's an unexplored kink you'd link to try out.",
        "Between <local> and <Player> who is more dominate.",
        "Between <local> and <Player> who is more submissive.",
        "Who would be the worst Sub.",
        "Who would be the worst Dom.",
        "Who would make the best brat.",
        "What was one of your favorite ERP sessions.",
        "Who here surprised you with how horny they are in private.",
        "Reveal your most embarrassing fetish/kink.",
        "What’s your favorite body part of your preferred gender?",
        "Have you ever had a sex dream about anyone in this room? Bonus points if you say who.",
        "Weirdest Wet dream of a fictional character.",
        "What’s the weirdest thing anyone has ever said to you during sex/erp?",
        "When was the last time <player> turned you on?",
        "Who in this room turns you on right now?",
        "Have you ever fallen asleep during sex/erp?",
        "<player> and <player> took you to Paris. Who's the front and back?",
        "What RP would you like to have again or try for the 1st time.",
        "What's a \"Interesting place\" you or someone you knew ERP'd in.",
        "What's a turn-on about <player> .",
        "Have you ever Masturbated to Fallen? If so when?",
        "Would you let someone Fuck you in your own model?",
        "What’s the shortest time it took you to climax? And to What?",
        "Have you had a session that you can’t stop thinking about? Describe it / who it was with.",
        "Do you prefer sex/erp with music or in silence?",
        "How many times can you climax in a single session?",
        "Rank your horniness right now on a scale from 1-10.",
        "Craziest sex position you’d like to try?",
        "Who have you not ERP with as much as you'd want to?",
        "What color is your Underwear?",
        "Last thing you masturbated to?"
    ],
    "Dares": [
        "Plot Twist! YOU give <player> a dare.",
        "<Player> , <Player> , and/or <Player> can all touch you for <range[2-5]> turns.",
        "Sit on <player> lap for 2 <range[2-5]> turns.",
        "Take a dare from everyone that would like to give you one.",
        "Masturbate for <range[1-3]> rounds.",
        "<local> Lose 1 piece of clothing. Or Go Again.",
        "<local> must talk like a sports caster as if  <player> and <player> had an ERP session.",
        "Send a flirty DM to <player> , if not spin again.",
        "Lap dance on a volunteer or whoever Fallen chooses.",
        "Mimic sending a sexy text aloud as if you were texting <player>",
        "Roleplay a steamy conversation with <player> as if you're meeting in a private room.",
        "Put on some clothes you whore! [1 piece] Or Go Again.",
        "Kiss Someone",
        "Whomp Whomp. Answer a Truth.",
        "Lick someone's Neck. Group picks.",
        "<local> must now obey <player> for 1 round.",
        "Sensually make out with <player> For a minute.",
        "Kiss as many players as you wish, they choose where you kiss.",
        "Moan / Say something dirty to one of the players.",
        "Flirt with a player in emoji speak.",
        "You are now in a one-sided relationship with <player> for 1 round.",
        "Kiss <player> anywhere they choose.",
        "Hug / Kiss Fallen.",
        "Pretend to be <player> for 1 round",
        "Re-enact an ERP moment with a volunteer.",
        "You are now in the Middle of a Mosh Pit for 1 min. Get to Work!!!",
        "Call someone a good girl/boy! Group Picks.",
        "Group makes a rule for you. Lasts 1 rounds.",
        "Sit on <player> 's face for  3 turns.",
        "Post a lewd photo into the discord.",
        "7 min in Heaven with <player>",
        "Give someone a 5 min link or go Again.",
        "Give someone a 10 min link or go Again.",
        "Have <player> edge you till next round.",
        "No moving till next round (group decides punishment)",
        "Kai or <player> Sits on your lap.",
        "<player> is now your Master for 2 round.",
        "Body Worship <player> for 1 round.",
        "Legs open and Free Use for 1 Round.",
        "Pretend to leave a horny voicemail for <player>",
        "Do whatever you want to <player> 's Hand."
    ]
}