{
    "DeckName": "Goth Mom's ToD Deck",
    "DeckBy": "WholesomePlus",
    "Truths": [
        "Favorite names to be called when degraded, If none spin again.",
        "Favorite names to be called when praised, If none spin again.",
        "HEAR ME OUT (a character you'd smash and you need to explain it)",
        "Name a favorite position.",
        "Who has seen you naked the most from those in this room?",
        "Which 3 people would you fuck right now if they asked?",
        "Marry-Fuck-Fuck",
        "How did you 1st learn about ERP/ Tell a cringe ERP story",
        "How many people here would you like to kiss.",
        "How many people in here would you want to Dom you. Bonus points for sharing who.",
        "How many people in here would you want to Sub you. Bonus points for sharing who.",
        "When was the last time you faked it.",
        "Nah, do a Dare instead.",
        "Describe your favorite toy to the group.",
        "Top 3 favorite lewd tags to search",
        "What's an unexplored kink you'd link to try out.",
        "Between <local> and <Player> who is more dominate.",
        "Between <local> and <Player> who is more submissive.",
        "Who would be the worst Sub.",
        "Who would be the worst Dom.",
        "Who would make the best brat.",
        "What was one of your favorite ERP sessions.",
        "Who here surprised you with how horny they are in private.",
        "Reveal your most embarrassing fetish/kink.",
        "What’s your favorite body part of your preferred gender?",
        "Have you ever had a sex dream about anyone in this room? Bonus points if you say who.",
        "Weirdest Wet dream of a fictional character.",
        "What’s the weirdest thing anyone has ever said to you during sex/erp?",
        "When was the last time <player> turned you on?",
        "Who in this room turns you on right now?",
        "Have you ever fallen asleep during sex/erp?",
        "<player> and <player> took you to Paris. Who's the front and back?",
        "What RP would you like to have again or try for the 1st time.",
        "What's a \"Interesting place\" you or someone you knew ERP'd in.",
        "What's a turn-on about <player> .",
        "Have you ever Masturbated to Fallen? If so when?",
        "Would you let someone Fuck you in your own model?",
        "What’s the shortest time it took you to climax? And to What?",
        "Have you had a session that you can’t stop thinking about? Describe it / who it was with.",
        "Do you prefer sex/erp with music or in silence?",
        "How many times can you climax in a single session?",
        "Rank your horniness right now on a scale from 1-10.",
        "Craziest sex position you’d like to try?",
        "Who have you not ERP with as much as you'd want to?",
        "What color is your Underwear?",
        "Last thing you masturbated to?",
        "Least Favorite Position.",
        "Have you been tied up or have tied someone up? How'd it go?~ Would you do it again?",
        "What's the most you have ERP'd in 1 day.",
        "Would you want to gender bend anyone in the instance? If so Who and Why? If they Change do a dare.",
        "When was the last time you got hard or wet.",
        "What Sexual thoughts are you having right now?",
        "What's a kink you tried and question doing again?",
        "Who would you want to do a 3way with?",
        "What's a sexual thing you're shy about?",
        "Would you prefer angry or romantic sex with <player> at this current moment.",
        "Has someone ever made you 'swap sides' *Dom to sub, sub to dom* during ERP/sex?",
        "Whats your favorite food to eat while in VR?",
        "What is a time you went overboard during ERP?",
        "Favorite Fantasy?",
        "Whats a kink you love to talk to people about?",
        "What is sexy about <player>'s avatar?",
        "<player>, first fantasy about them in your head",
        "What seems fun to do with <player>?"
    ],
    "Dares": [
        "Plot Twist! YOU give <player> a dare.",
        "<Player> can touch you for <range[2-5]> turns.",
        "Sit on <player> lap for 2 <range[2-5]> turns.",
        "Take a dare from everyone that would like to give you one.",
        "Masturbate for <range[1-3]> rounds.",
        "<local> Lose 1 piece of clothing. Or Go Again.",
        "<local> must talk like a sports caster as if  <player> and the person next to them had an ERP session.",
        "Send a flirty DM to <player> , if not spin again.",
        "Lap dance on a volunteer or whoever Fallen chooses.",
        "Mimic sending a sexy text aloud as if you were texting <player>",
        "Roleplay a steamy conversation with <player> as if you're meeting in a private room.",
        "Put on some clothes you whore! [1 piece] Or Go Again.",
        "Kiss Someone",
        "Whomp Whomp. Answer a Truth.",
        "Lick someone's Neck. Group picks.",
        "<local> must now obey <player> for 1 round.",
        "Sensually make out with <player> For a minute.",
        "Kiss as many players as you wish, they choose where you kiss.",
        "Moan / Say something dirty to one of the players.",
        "Flirt with a player in emoji speak.",
        "You are now in a one-sided relationship with <player> for 1 round.",
        "Kiss <player> anywhere they choose.",
        "Hug / Kiss Fallen.",
        "Pretend to be <player> for 1 round",
        "Re-enact an ERP moment with a volunteer.",
        "You are now in the Middle of a Mosh Pit for 1 min. Get to Work!!!",
        "Call someone a good girl/boy! Group Picks.",
        "Group makes a rule for you. Lasts 1 rounds.",
        "Sit on <player> 's face for  3 turns.",
        "Post a lewd photo into the discord.",
        "7 min in Heaven with <player>",
        "Give someone a 5 min link or go Again.",
        "Give someone a 10 min link or go Again.",
        "Have <player> edge you till next round.",
        "No moving till next round (group decides punishment)",
        "Kai or <player> Sits on your lap.",
        "<player> is now your Master for 2 round.",
        "Body Worship <player> for 1 round.",
        "Legs open and Free Use for 1 Round.",
        "Pretend to leave a horny voicemail for <player>",
        "Do whatever you want to <player> 's Hand.",
        "<player> will compliment you while you are on your knees.",
        "Your name is Puppy/Kitten til next turn. Don't reply to anything else",
        "Chose someone to grind on you lap. If they refuse they take a rule.",
        "Your name is Master/Mistress til next turn. Don't reply to anything else.",
        "<player> will be your Chair or Mattress til your next turn.",
        "Spank yourself 5 times on Stage. Must be audible.",
        "Get on your knees in front of <player> and beg for Praise.",
        "Chose someone to fluster <player>. If they don't succeed do a dare/rule.",
        "Take the Rice Purity. If Score is above 50 = Get-outta-Jail Pass. Below 50 = someone gives you a dare/rule.",
        "<player> will try to praise/degrade, if they fluster you, they give you a dare/rule.",
        "Sit on <player> Lap and masturbate unmuted for a few turns. You decide how long~",
        "Act like roughhanded for 1 turn.",
        "Take a shot/ hit. Go Again.",
        "7 min with <player>",
        "7 min with whoever he group choses.",
        "7 min with whoever Fallen chooses.",
        "Flirt with the first person to raise their hand, if no one raises their hand you pick",
        "Put on your cutest avi and do a cute dance for everyone.",
        "Hit on someone of your choosing with your best-perverted pickup line",
        "Act out one of your kinks",
        "Until it is your turn again, only speak with horny or kinky responses",
        "Proclaim your love/horniness in the most dramatic way possible to someone in the room",
        "Show the group your best cowgirl riding skills / Missionary",
        "Go around the room and tell everyone the sexiest thing about them/or their avatar",
        "Do your best vibrator impression",
        "Make your best deepthroating sound or remove an article of clothing(IRL or in-game).",
        "Describe your perfect sexual encounter to the group... in detail",
        "You must find a partner for this. You and said partner must worship <player> in front of the rest of the group",
        "Whenever <player> says your name, you must make a noise like an animal",
        "Tease <player> until they squirm or let them tease you until you squirm",
        "Get out of jail free card! You can cancel one of your Dares, or someone else's.",
        "Fake an orgasm",
        "Pick a player to makeout with",
        "Whisper something cute into someone's ear",
        "Go to the <player> you want to ERP the most and give them a ..... Spider kiiiiissss????",
        "Bark everytime <player> speaks until your next turn",
        "Meow everytime <player> speaks until your next turn",
        "Talk in your sexiest voice. Sultry, and alluring! Till next turn"
    ]
}